Repository: c7x43t/woocommerce-barzahlen
Catalog: languages/woocommerce-barzahlen-*.po
Languages: de_de

source: Integrates Barzahlen into your WooCommerce store.
de_de: Integriert Barzahlen in Deinen WooCommerce Shop.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable Barzahlen
de_de: Barzahlen aktivieren

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Hier kannst Du den Titel eingeben, den der Benutzer an der Kasse sieht.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Hier kannst du die Beschreibung eingeben den der Benutzer während des Checkouts sieht.

source: You can pay with Barzahlen after checkout.
de_de: Du kannst mit Barzahlen nach dem Checkout bezahlen.

source: Division ID
de_de: Divisions ID

source: Enter your <a href="%s" target="_blank">Division ID</a>.
de_de: Gib Deine <a href="%s" target="_blank">Divisions ID</a> ein.

source: Payment Key
de_de: Zahlungsschlüssel

source: Enter your <a href="%s" target="_blank">Payment Key</a>.
de_de: Gib Deinen <a href="%s" target="_blank">Zahlungsschlüssel</a> ein.

source: Enable Sandbox test API of Barzahlen.
de_de: Barzahlen Sandbox-Modus test API aktivieren.

source: Enable logging.
de_de: Protokollierung aktivieren.

source: Notice URL
de_de: Benachrichtigungs-URL

source: Copy that url to your <a href="%s" target="_blank">barzahlen division settings</a>.
de_de: Kopieren diese URL in deine <a href="%s" target="_blank“>Barzahlen Division Einstellungen</a>.

source: Payment via Barzahlen completed.
de_de: Zahlung per Barzahlen abgeschlossen.

source: Payment via Barzahlen expired.
de_de: Zahlung über Barzahlen abgelaufen.

source: Payment via Barzahlen canceled.
de_de: Zahlung über Barzahlen abgebrochen.

source: Payment status not submitted by Barzahlen.
de_de: Zahlungsstatus wurde von Barzahlen nicht übermittelt.

source: Unknown payment status: %s.
de_de: Unbekannter Zahlungsstatus: %s.

source: Awaiting Barzahlen payment.
de_de: Warten auf Barzahlen Zahlung.

source: Barzahlen returned an Error. Please choose annother payment method.
de_de: Barzahlen hat einen Fehler zurückgegeben. Bitte wählen Sie eine andere Zahlungsmethode.

source: Pay with Barzahlen
de_de: Bezahlen mit Barzahlen

source: Show order summary
de_de: Zur Bestellzusammenfassung

source: Order-%s-%s
de_de: Bestellung-%s-%s

source: Refunded %s to transaction %s.
de_de: %s für Transaktion %s erstattet.

source: Refunded %s to transaction %s with the reason: %s.
de_de: %s für Transaktion %s mit folgendem Grund erstattet: %s.

source: Payment process with Barzahlen was initialized (Transaction ID: %s).
de_de: Der Zahlungsvorgang mit Barzahlen wurde initialisiert (Transaktions-ID: %s).

# MarketPress URL part, should be .de for German languages
source: marketpress.com
de_de: marketpress.de

source: <strong>Whoops!</strong> The license key you have entered appears not to be valid. You can always get your valid key from your Downloads page at %s. Automatic updates for this plugin have been disabled until you enter a valid key.
de_de: <strong>Hoppla!</strong> Der Lizenzschlüssel, den du eingegeben hast, scheint nicht gültig zu sein. Du kannst deinen Lizenzschlüssel stets auf deiner Downloads-Seite bei %s nachsehen. Automatische Updates sind nicht verfügbar, bis du einen gültigen Lizenzschlüssel eingegeben hast.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin.
de_de: <strong>Alles ist gut.</strong> Du benutzt einen gültigen Lizenzschlüssel von %s für dieses Plugin.

source: Enter a valid license key from %s below.
de_de: Gib einen gültigen Lizenzschlüssel von %s ein.

source: Help! I need to retrieve my key.
de_de: Hilfe! Ich muss meinen Lizenzschlüssel nachsehen.

source: <strong>Whoops!</strong> The license key you have entered appears not to be valid. Automatic updates for this plugin have been disabled until you enter a valid key.
de_de: <strong>Hoppla!</strong> Der Lizenzschlüssel, den du eingegeben hast, scheint nicht gültig zu sein. Du kannst deinen Lizenzschlüssel stets auf deiner Downloads-Seite bei %s nachsehen. Automatische Updates sind nicht verfügbar, bis du einen gültigen Lizenzschlüssel eingegeben hast.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin. <a href="%s">Delete Key</a>.
de_de: <strong>Alles ist gut.</strong> Du benutzt einen gültigen Lizenzschlüssel von %s für dieses Plugin. <a href="%s">Lizenzschlüssel löschen</a>.

source: Your license status
de_de: Status deiner Lizenz

source: License Key
de_de: Lizenzschlüssel

source: Activate
de_de: Aktivieren

source: License key has been deleted.
de_de: Lizenzschlüssel wurde gelöscht.

source: License activated successfully.
de_de: Lizenz erfolgreich aktiviert.

source: License cannot be activated.
de_de: Lizenz kann nicht aktiviert werden.

source: The license key you have entered is not correct.
de_de: Der Lizenzschlüssel, den du eingegeben hast, ist nicht korrekt.

source: You have reached the limit of URLs included in your license. Please update your license at %s.
de_de: Du hast das URL-Limit für deinen Lizenzschlüssel erreicht. Bitte aktualisiere deine Lizenz bei %s.

source: Something went wrong. Please try again later or contact the support staff at %s.
de_de: Etwas ist schief gelaufen. Bitte versuche es später noch einmal und kontaktiere den Support bei %s.

source: Your license does not appear to be valid for this plugin. Please update your license at %s.
de_de: Deine Lizenz scheint nicht gültig zu sein. Bitte aktualisiere deine Lizenz bei %s.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin. If you need to enter a new key, just override the current one and save.
de_de: <strong>Alles ist gut.</strong> Du benutzt einen gültigen Lizenzschlüssel von %s für dieses Plugin. Wenn du einen neuen Lizenzschlüssel eingeben möchtest, überschreibe den jetzigen einfach und speichere.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin. If you need to enter a new key, just override the current one and save. Or just <a href=\"%s\">delete it</a> to make it disappear.
de_de: <strong>Alles ist gut.</strong> Du benutzt einen gültigen Lizenzschlüssel von %s für dieses Plugin. Wenn du einen neuen Lizenzschlüssel eingeben möchtest, überschreibe den jetzigen einfach und speichere. Oder <a href="%s">lösche ihn einfach</a>.

source: WooCommerce Barzahlen Gateway requires WooCommerce to be installed. <a href="%s">Download it now</a>!
de_de: WooCommerce Barzahlen benötigt das WooCommerce Plugin. <a href="%s">Herunterladen</a>!

source: WooCommerce Barzahlen Gateway requires WooCommerce %s or higher. <a href="%s">Upgrade now</a>!
de_de: WooCommerce Barzahlen.de benötigt WooCommerce %s oder höher. <a href="%s">Aktualisieren</a>!

source: WooCommerce Barzahlen Gateway requires WordPress %s or higher. <a href="%s">Upgrade now</a>!
de_de: WooCommerce Barzahlen.de benötigt WordPress %s oder höher. <a href=„%s“>Aktualisieren</a>!

source: WooCommerce Barzahlen Gateway requires PHP %s or higher. Please ask your hosting company for support.
de_de: WooCommerce Barzahlen.de benötigt PHP %s oder höher. Bitte wende dich an deinen Webhosting-Provider.

source: WooCommerce Barzahlen Gateway does not support the currency/currencies: %s.
de_de: WooCommerce Barzahlen.de Gateway unterstützt folgende Währung/Währungen nicht: %s.

source: Options
de_de: Einstellungen

source: Barzahlen for WooCommerce
de_de: Barzahlen für WooCommerce
